Repository: VERDURE-Medienteam/cs_image_point
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_csimagepoint_coordinates.description
source: Determine Coordinates on an image
de: Koordinaten auf einem Bild bestimmen

# error.wrongNumberOfImages.instruction
source: Please add a maximum of one image to the [image] or [media] field and confirm with Save.
de: Bitte fügen Sie dem [image] oder [media] Feld maximal ein Bild hinzu und bestätigen Sie mit Speichern.

# error.wrongNumberOfImages.header
source: Only one image per CType allowed
de: Nur ein Bild pro CType erlaubt

# button.determineCoordinates
source: Determine coordinates
de: Koordinaten bestimmen

# hint
source: Click on the image or drag and drop the pointer to set coordinates.
de: Klicken Sie auf das Bild oder verschieben Sie den Pointer per Drag'n'Drop.

# output.headline
source: Coordinates
de: Koordinaten

# output.coordinatesPercent
source: Percentage coordinates
de: Prozentuale Koordinaten

# output.actualSize
source: Actual size
de: Aktuelle Größe

# output.originalSize
source: Original size
de: Originale Größe

# modal.title
source: Determine Coordinates
de: Koordinaten bestimmen

# modal.save
source: Save
de: Speichern

# modal.cancel
source: Cancel
de: Abbrechen
